Repository: altiereslima/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: cs, es, fr, nl, uk

# LauncherMainWindow|MessageBox Text
source: The launcher has detected that it might have been installed in the original Dungeon Keeper directory. There is a chance you will encounter issues and will be unable to play the game. KeeperFX should be installed in its own directory as it is a standalone game.
cs: Launcher zjistil, že KeeeperFX mohl být nainstalován do původního adresáře Dungeon Keeper. Je možné, že se setkáte s problémy a nebudete moci hru hrát. KeeperFX by měl být nainstalován do vlastního adresáře, protože se jedná o samostatnou hru.
fr: Le lanceur a détecté qu'il était installé dans le répertoire du jeu d'origine Dungeon Keeper. Il est possible que vous rencontriez des problèmes et ne puissiez pas jouer au jeu. KeeperFX devrait être installé dans un répertoire dédié car il s'agit d'un jeu distinct.
nl: De launcher heeft gedetecteerd dat het mogelijk is geïnstalleerd in de originele Dungeon Keeper-map. Er is een kans dat je problemen ondervindt en het spel niet kunt spelen. KeeperFX moet in een eigen map worden geïnstalleerd, aangezien het een zelfstandig spel is.
uk: Програма запуску виявила, що вона могла бути встановлена в оригінальну директорію Dungeon Keeper. Існує ймовірність, що у вас виникнуть проблеми і ви не зможете грати у гру. KeeperFX має бути встановлений у власну директорію, оскільки це окрема гра.

# LauncherMainWindow|Messagebox Checkbox label
source: Don't show this again
cs: Znovu nezobrazovat
fr: Ne plus afficher ceci
nl: Deze melding niet meer weergeven
uk: Не показуйте це знову

# LauncherMainWindow|MessageBox Text
source: The launcher failed to grab the version of KeeperFX. It's possible your installation is corrupted. Do you want to automatically reinstall KeeperFX?
cs: Launcheru se nepodařilo zachytit verzi KeeperFX. Je možné, že vaše instalace je poškozená. Chcete KeeperFX automaticky přeinstalovat?
es: Error al obtener la versión de KeeperFX. Es posible que su instalación esté dañada. ¿Desea reinstalar KeeperFX automáticamente?
fr: Le lanceur n'a pas réussi à récupérer la version de KeeperFX. Il est possible que votre installation soit corrompue. Voulez-vous réinstaller automatiquement KeeperFX ?
nl: De launcher kon de versie van KeeperFX niet ophalen. Het is mogelijk dat je installatie beschadigd is. Wil je KeeperFX automatisch opnieuw installeren?
uk: Засіб запуску не зміг визначити версію KeeperFX. Можливо, ваша інсталяція пошкоджена. Ви хочете автоматично перевстановити KeeperFX?

# LauncherMainWindow|MessageBox Text
source: The launcher failed to grab the version of KeeperFX. Please report this error to the KeeperFX team.
cs: Launcheru se nepodařilo zachytit verzi KeeperFX. Nahlaste prosím tuto chybu týmu KeeperFX.
es: Error al obtener la versión de KeeperFX. Por favor, informe de este error al equipo de KeeperFX.
fr: Le lanceur n'a pas réussi à récupérer la version de KeeperFX. Merci de communiquer cette erreur à l'équipe de KeeperFX.
nl: De launcher kon de versie van KeeperFX niet ophalen. Rapporteer deze fout alsjeblieft aan het KeeperFX-team.
uk: Засіб запуску не зміг захопити версію KeeperFX. Будь ласка, повідомте про цю помилку команді KeeperFX.

# LauncherMainWindow|Menu
source: Play campaign
cs: Hrát kampaň
es: Jugar campaña
fr: Jouer à la campagne
nl: Speel campagne
uk: Ігрова кампанія

# LauncherMainWindow|Menu
source: Load save game
cs: Načíst uloženou hru
es: Cargar Partida guardada
fr: Charger une sauvegarde
nl: Savegame laden
uk: Завантажити збережену гру

# LauncherMainWindow|Menu
source: Direct connect (MP)
cs: Přímé připojení (MP)
es: Conexión directa (Multijugador)
fr: Connexion directe (MP)
nl: Direct verbinden (MP)
uk: Пряме підключення (MP)

# LauncherMainWindow|Menu
source: Scan local network (MP)
cs: Prohledat místní síť (MP)
es: Escanear red local (Multijugador)
fr: Scanner le réseau local (MP)
nl: Lokaal netwerk scannen (MP)
uk: Сканування локальної мережі (MP)

# LauncherMainWindow|Menu
source: Test internet lobby (MP)
cs: Testování internetové lobby (MP)
es: Probar sala en línea (Multijugador)
fr: Tester le salon internet (MP)
nl: Internetlobby testen (MP)
uk: Випробувати інтернет-лобі (MP)

# LauncherMainWindow|Menu
source: Run packetfile
cs: Spustit paketový soubor
es: Ejecutar paquete
fr: Lancer le fichier de paquets
nl: Packetfile starten
uk: Запустити файл пакету

# LauncherMainWindow|Menu
source: Heavylog
cs: Heavylog (velmi detailní logování)
es: Registro detallado
fr: Journal détaillé
nl: Heavylog (Extra loggen)
uk: Розширений лог

# LauncherMainWindow|Button text
source: Play (hvlog)
cs: Hrát (hvlog)
es: Jugar (Registro detallado)
fr: Jouer (journal détaillé)
nl: Speel (hvlog)
uk: Гра (hvlog)

# LauncherMainWindow|Button text
source: Play
cs: Hrát
es: Jugar
fr: Jouer
nl: Speel
uk: Грати

# LauncherMainWindow|MessageBox Text
source: The launcher is unable to find 'keeperfx.exe'. Do you want to download and install KeeperFX?
cs: Launcher nemůže najít soubor 'keeperfx.exe'. Chcete stáhnout a nainstalovat KeeperFX?
es: El lanzador no puede encontrar 'keeperfx.exe'. ¿Desea descargar e instalar KeeperFX?
fr: Le lanceur est incapable de trouver "keeperfx.exe". Voulez-vous télécharger et installer KeeperFX ?
nl: De launcher kan 'keeperfx.exe' niet vinden. Wil je KeeperFX downloaden en installeren?
uk: Запусковій програмі не вдалося знайти “keeperfx.exe”. Ви хочете завантажити та встановити KeeperFX?

# LauncherMainWindow|MessageBox Title
source: Confirmation
cs: Potvrzení
es: Confirmar
nl: Bevestiging
uk: Підтвердження

# LauncherMainWindow|MessageBox Text
source: Are you sure? You will be unable to play KeeperFX.
cs: Jste si jistý? Nebudete moci hrát KeeperFX.
es: ¿Está seguro? No podrá jugar a KeeperFX.
fr: Êtes-vous sûr ? Vous ne pourrez pas jouer à KeeperFX.
nl: Ben je zeker? Je zult KeeperFX niet kunnen spelen.
uk: Ви впевнені? Ви не зможете грати в KeeperFX.

# LauncherMainWindow|MessageBox Title
source: Language has changed
cs: Jazyk se změnil
es: El idioma ha cambiado
fr: La langue a changé
nl: Taal is veranderd
uk: Змінено мову

# LauncherMainWindow|MessageBox Text
source: The launcher has to restart to change its language. Do you want to do that now?
cs: Pro změnu jazyka je nutné restartovat Launcher. Chcete to udělat nyní?
es: El lanzador debe reiniciarse para aplicar el cambio de idioma. ¿Desea hacerlo ahora?
fr: Le lanceur doit redémarrer pour changer de langue. Voulez-vous redémarrer maintenant ?
nl: De launcher moet herstart worden om de taal te wijzigen. Wil je dat nu doen?
uk: Щоб змінити мову, потрібно перезапустити лаунчер. Ви хочете зробити це зараз?

# LauncherMainWindow|MessageBox Title
source: KeeperFX Verification Error
cs: Chyba ověření KeeperFX
es: Error de verificación de KeeperFX
fr: Erreur de vérification de KeeperFX
nl: KeeperFX Verificatie Fout
uk: Помилка верифікації KeeperFX

# LauncherMainWindow|MessageBox Text
source: The launcher failed to verify the signature of: %1 It is highly suggested to only use official KeeperFX files.
cs: Launcheru se nepodařilo ověřit digitální podpis: %1 Doporučujeme používat pouze oficiální soubory KeeperFX.
es: Error al verificar la firma de: %1 Se recomienda encarecidamente usar solo archivos oficiales de KeeperFX.
fr: Le lanceur a échoué à vérifier la signature de : %1 Il est fortement recommandé d'utiliser uniquement les fichiers officiels KeeperFX.
nl: De launcher kon de volgende handtekening(en) niet verifiëren: %1 Het wordt sterk aangeraden om alleen officiële KeeperFX-bestanden te gebruiken.
uk: Запуску не вдалося перевірити підпис: %1 Наполегливо рекомендується використовувати лише офіційні файли KeeperFX.

# LauncherMainWindow|MessageBox Text
source: Failed to start KeeperFX. Error: %1
cs: Nepodařilo se spustit KeeperFX. Chyba: %1
es: Error al iniciar KeeperFX. Error: %1
fr: Échec de démarrage de KeeperFX. Erreur : %1
nl: KeeperFX kon niet worden gestart. Fout: %1
uk: Не вдалося запустити KeeperFX. Помилка: %1

# LauncherMainWindow|MessageBox Text
source: Failed to start KeeperFX. Unknown error.
cs: Nepodařilo se spustit KeeperFX. Neznámá chyba.
es: Error desconocido al iniciar KeeperFX.
fr: Échec de démarrage de KeeperFX. Erreur inconnue.
nl: KeeperFX kon niet worden gestart. Onbekende fout.
uk: Не вдалося запустити KeeperFX. Невідома помилка.

# LauncherMainWindow|Window Title
source: KeeperFX Launcher
es: Lanzador de KeeperFX
fr: Lanceur KeeperFX
uk: Лаунчер KeeperFX

# RunPacketFileDialog|Dialog Title
source: Run Packetfile
cs: Spustit packetfile (nahrávka hry)
fr: Démarrer le fichier de paquets
nl: Packetfile laden
uk: Запустити файл пакетів

# RunPacketFileDialog|Header
source: Run Packetfile
cs: Spustit packetfile (nahrávka hry)
fr: Démarrer le fichier de paquets
nl: Packetfile laden
uk: Запустити файл пакетів

# RunPacketFileDialog|Information Label
source: Select a packetfile to replay. KeeperFX will be started and the packetfile will automatically start playing.
cs: Vyberte packetfile (nahrávku hry), kterou chcete přehrát. Spustí se KeeperFX a packetfile (nahrávka hry) se začne automaticky přehrávat.
fr: Sélectionner un fichier de paquets à rejouer. KeeperFX sera lancé et le fichier de paquets sera automatiquement joué.
nl: Selecteer een packetfile om af te spelen. KeeperFX wordt gestart en de packetfile zal automatisch beginnen afspelen.
uk: Виберіть пакетний файл для відтворення. Буде запущено KeeperFX, і пакетний файл автоматично почне відтворюватися.

# RunPacketFileDialog|Notice Label
source: Packetsave will be disabled when loading a packetfile.
cs: Packetsave bude vypnut při načítání packetfile (nahrávka hry).
fr: La sauvegarde des paquets sera désactivé lors du chargement d'un fichier de paquets.
nl: Packetsave wordt uitgeschakeld bij het laden van een packetfile.
uk: Збереження пакетів буде вимкнено під час завантаження файлу пакетів.

# RunPacketFileDialog|Button
source: Cancel
cs: Zrušit
fr: Annuler
nl: Annuleer
uk: Скасувати

# RunPacketFileDialog|Button
source: Start
cs: Spustit
fr: Démarrer
uk: Старт

# ScanNetworkDialog|Window Title
source: Scan Network
cs: Prohledat síť
es: Escanear red
fr: Scanner le réseau
nl: Netwerk scannen
uk: Мережа сканування

# ScanNetworkDialog|Header
source: Scan Network
cs: Prohledat síť
es: Escanear red
fr: Scanner le réseau
nl: Netwerk scannen
uk: Мережа сканування

# ScanNetworkDialog|Information Label
source: Scan your local network (LAN) for open ENET lobbies. The other person should be on the same network and must have opened a game lobby in KeeperFX. (Multiplayer -> ENET -> Create Game). When the other person has an open lobby this tool should be able to find their IP address.
cs: Prohledej svou místní síť (LAN) a najdi otevřené ENET herní místnosti. Druhý hráč musí být připojen ke stejné síti a mít vytvořenou herní místnost v KeeperFX (Hra více hráčů -> ENET -> Vytvořit hru). Pokud má druhý hráč místnost otevřenou, tento nástroj by měl být schopen najít jeho IP adresu.
es: Escanea tu red local (LAN) en busca de salas ENET abiertas. La otra persona debe estar en la misma red y haber creado una sala en KeeperFX (Multijugador → ENET → Crear partida). Si la sala está abierta, esta herramienta debería poder detectar su dirección IP.
fr: Scanner votre réseau LAN local pour chercher des salons ENET ouverts. L'autre personne doit être sur le même réseau et doit avoir ouvert un salon de jeu dans KeeperFX. (Multijoueur -> ENET -> Créer une partie). Quand l'autre personne a un salon ouvert, cet outil devrait pouvoir trouver son adresse IP.
nl: Scan je lokale netwerk (LAN) op open ENET-lobby's. De andere persoon moet zich op hetzelfde netwerk bevinden en moet een game lobby in KeeperFX hebben geopend. (Meerspeler -> ENET -> Spel maken). Als de andere persoon een open lobby heeft, moet deze tool zijn IP-adres kunnen vinden.
uk: Проскануйте вашу локальну мережу (LAN) на наявність відкритих лобі ENET. Інша людина повинна бути в тій самій мережі і повинна відкрити ігрове лобі в KeeperFX. (Багатокористувацька гра -> ENET -> Створити гру). Якщо у іншого гравця відкрито лобі, цей інструмент зможе знайти його IP-адресу.

# ScanNetworkDialog|Button
source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
nl: Sluiten
uk: Закрити

# ScanNetworkDialog|Button
source: Scan
cs: Vyhledat
es: Escanear
fr: Scanner
uk: Сканування

# ScanNetworkDialog|Button
source: Connect
cs: Připoj
es: Conectar
fr: Connecter
nl: Verbinden
uk: Підключитися

# ScanNetworkDialog|Table Header
source: IP Address
cs: IP Adresa
es: Dirección IP
fr: Adresse IP
nl: IP-adres
uk: IP-адреса

# ScanNetworkDialog|Table Header
source: Hostname
cs: Název hostitele
es: Nombre de host
fr: Nom de l'hôte
nl: Hostnaam
uk: Ім'я хоста

# ScanNetworkDialog|Button text
source: Stop Scan
cs: Zastavit hledání
es: Detener escaneo
fr: Arrêter le scan
nl: Scan stoppen
uk: Зупинити сканування

# ScanNetworkDialog|Progress bar
source: Scanning...
cs: Vyhledávání...
es: Escaneando...
fr: Scan en cours...
nl: Scannen...
uk: Сканування...

# ScanNetworkDialog|Button text
source: Scan
cs: Vyhledat
es: Escanear
fr: Scanner
uk: Сканування

# ScanNetworkDialog|Progress bar
source: Scanning: %p% (%v/%m)
cs: Vyhledávání: %p% (%v/%m)
es: Escaneando: %p% (%v/%m)
fr: Scan en cours : %p% (%v/%m)
nl: Scannen: %p% (%v/%m)
uk: Сканування: %p% (%v/%m)

# SettingsDialog|Window Title
source: KeeperFX Settings
cs: KeeperFX nastavení
es: Opciones de KeeperFX
fr: Paramètres de KeeperFX
nl: KeeperFX Instellingen
uk: Налаштування KeeperFX

# SettingsDialog|Tab Title
source: Game
cs: Hra
es: Juego
fr: Jeu
nl: Spel
uk: Гра

# SettingsDialog|Dropdown Title Label
source: Game language
cs: Jazyk hry
es: Idioma del juego
fr: Langue du jeu
nl: Spel taal
uk: Мова гри

# SettingsDialog|Checkbox Toggle
source: Display Intro
cs: Zobrazit intro
fr: Afficher l'intro
nl: Intro tonen
uk: Відобразити вступ

# SettingsDialog|Checkbox Toggle
source: Enable Cheats
cs: Povolit podvody (cheaty)
es: Activar trucos
fr: Activer les codes de triche
nl: Cheats inschakelen
uk: Увімкнути чіти

# SettingsDialog|Checkbox Toggle
source: Enable Censorship
cs: Povolit cenzuru
es: Censurar contenido
fr: Activer la censure
nl: Censuur inschakelen
uk: Увімкнути цензуру

# SettingsDialog|Dropdown Title Label
source: Screenshot type
cs: Typ snímku obrazovky
es: Tipo de captura de pantalla
fr: Type de screenshot
uk: Тип скріншоту

# SettingsDialog|Textinput Title Label
source: Gameturns per second (default = 20)
cs: Herních tahů za sekundu (výchozí = 20)
es: Ticks por segundo (predeterminado = 20)
fr: Tours de jeu par seconde (par défaut = 20)
nl: Gameturns per seconde (standaard = 20)
uk: Ігрових тактів на секунду (типово = 20)

# SettingsDialog|Textinput Title Label
source: Command character
cs: Příkazový znak
es: Prefijo para commandos
fr: Préfixe de commande
nl: Commando karakter
uk: Командний символ

# SettingsDialog|Checkbox Toggle
source: Display splash screens
cs: Zobrazení úvodních obrazovek
es: Mostrar pantalla de inicio
fr: Afficher les écrans d'accueil
nl: Splashschermen tonen
uk: Відображати заставки

# SettingsDialog|Checkbox Toggle
source: Enable delta time
cs: Povolení delta času
es: Activar sincronización delta
fr: Activer le temps delta
nl: Deltatijd inschakelen
uk: Увімкнути дельта-час

# SettingsDialog|Checkbox Toggle
source: Freeze game when not focused
cs: Pozastavit hru, když není aktivní okno
es: Pausar el juego en segundo plano
fr: Figer le jeu lorsqu'une autre fenêtre est active
nl: Spel bevriezen bij verlies van focus
uk: Зупинка гри, коли ви не сфокусовані

# SettingsDialog|Dropdown Title Label
source: Human Player
cs: Lidský hráč
es: Jugador humano
fr: Joueur Humain
nl: Menselijke speler
uk: Людина-гравець

# SettingsDialog|Textinput Title Label
source: Packetsave filename
cs: Název Packetsave souboru
fr: Nom du fichier de sauvegarde des paquets
nl: Packetsave bestandsnaam
uk: Пакети зберігають ім'я файлу

# SettingsDialog|Checkbox Toggle
source: Enable Packetsave
cs: Zapnout Packetsave
fr: Activer la sauvegarde des paquets
nl: Packetsave inschakelen
uk: Увімкнути збереження пакетів

# SettingsDialog|Tab Title
source: Graphics
cs: Grafika
es: Gráficos
fr: Graphismes
nl: Beeld
uk: Графіка

# SettingsDialog|Checkbox Toggle
source: Smoothen video
cs: Vyhlazení videa
es: Suavizado de imágenes
fr: Lisser l'affichage
nl: Video vloeiender maken
uk: Згладжування відео

# SettingsDialog|Dropdown Title Label
source: Resolution
cs: Rozlišení
es: Resolución de imagen
fr: Résolution
nl: Resolutie
uk: Роздільна здатність

# SettingsDialog|Dropdown Title Label
source: Display mode
cs: Režim zobrazení
es: Modo de pantalla
fr: Mode d'affichage
nl: Beeldmodus
uk: Режим відображення

# SettingsDialog|Dropdown Title Label
source: Display monitor
cs: Monitor displeje
es: Monitor
fr: Afficher le moniteur
nl: Beelscherm
uk: Монітор дисплея

# SettingsDialog|Dropdown Title Label
source: View 1
cs: Pohled 1
es: Vista 1
fr: Vue 1
nl: Beeld 1
uk: Вид 1

# SettingsDialog|Dropdown Title Label
source: View 2
cs: Pohled 2
es: Vista 2
fr: Vue 2
nl: Beeld 2
uk: Вид 2

# SettingsDialog|Dropdown Title Label
source: View 3
cs: Pohled 3
es: Vista 3
fr: Vue 3
nl: Beeld 3
uk: Вид 3

# SettingsDialog|Information Label
source: <i>Switch between in-game views by pressing <strong>Alt + R</strong></i>
cs: <i>Stisknutím kláves <strong>Alt + R</strong> můžete přepínat mezi nastavením herních pohledů (rozlišení)</i>
es: <i>Cambie entre las vistas del juego pulsando <strong>Alt + R</strong></i>
fr: <i>Changer entre les vues en jeu en appuyant sur <strong>Alt + R</strong></i>
nl: <i>Schakel tussen weergaven in het spel met <strong>Alt + R</strong></i>
uk: <i>Перемикайтеся між ігровими виглядами, натискаючи <strong>Alt + R</strong></i>

# SettingsDialog|Dropdown Title Label
source: Resize Movies
cs: Změna velikosti videí
es: Ajuste de vídeos
fr: Redimensionner les vidéos
nl: Videoformaat
uk: Масштабувати відео

# SettingsDialog|Textinput Title Label
source: Creature flower size (px)
cs: Velikost životů tvora (px)
es: Tamaño de flor de vida (px)
fr: Taille des PV des créatures (px)
nl: Wezensbloemgrootte (px)
uk: Розмір квітки істоти (пікс.)

# SettingsDialog|Textinput Title Label
source: Hand size %
cs: Velikost ruky %
es: Tamaño de la mano (%)
fr: Taille de la main %
nl: Hand grootte %
uk: Розмір кисті руки, %

# SettingsDialog|Textinput Title Label
source: Select box line size %
cs: Tloušťka orámování dlaždice %
es: Tamaño de la línea de selección (%)
fr: Epaisseur de sélection des blocs %
nl: Lijngrootte selecteervak %
uk: Виберіть розмір рядка рамки у відсотках

# SettingsDialog|Dropdown Title Label
source: Menu
es: Menú
uk: Меню

# SettingsDialog|Dropdown Title Label
source: Failsafe
cs: Nouzové
uk: Безвідмовний

# SettingsDialog|Dropdown Title Label
source: Movies
cs: Videa
es: Vídeos
fr: Vidéos
nl: Videos
uk: Відео

# SettingsDialog|Tab Title
source: Sound
cs: Zvuk
es: Sonido
fr: Audio
nl: Geluid
uk: Звук

# SettingsDialog|Checkbox Toggle
source: Enable sound
cs: Zapnout zvuk
es: Activar sonido
fr: Activer le son
nl: Geluid inschakelen
uk: Увімкнути звук

# SettingsDialog|Checkbox Toggle
source: Use CD music instead of local files
cs: Použití hudby z CD místo místních souborů
es: Usar música del CD en lugar de archivos locales
fr: Utiliser la musique du CD au lieu des fichiers locaux
nl: Gebruik CD-muziek in plaats van lokale bestanden
uk: Використовуйте музику з компакт-дисків замість локальних файлів

# SettingsDialog|Checkbox Toggle
source: Pause music when game is paused
cs: Pozastavení hudby při pozastavení hry
es: Pausar la música cuando el juego esté en pausa
fr: Mettre en pause la musique lorsque le jeu est en pause
nl: Muziek pauzeren wanneer spel gepauzeerd is
uk: Призупиняти музику, коли гру поставлено на паузу

# SettingsDialog|Checkbox Toggle
source: Enable atmospheric sounds
cs: Povolení atmosférických zvuků
es: Activar sonidos ambientales
fr: Activer les sons d'ambiance
nl: Sfeergeluiden inschakelen
uk: Увімкнути атмосферні звуки

# SettingsDialog|Dropdown Title Label
source: Frequency
cs: Frekvence
es: Frecuencia
fr: Fréquence
nl: Frequentie
uk: Періодичність

# SettingsDialog|Dropdown Title Label
source: Volume
cs: Hlasitost
es: Volumen
uk: Гучність

# SettingsDialog|Checkbox Toggle
source: Mute audio when game is not focused
cs: Ztlumení zvuku, když není aktivní okno
es: Silenciar el juego en segundo plano
fr: Couper le son lorsqu'une autre fenêtre est active
nl: Geluid uitschakelen bij verlies van focus
uk: Вимкнення звуку, коли гра не сфокусована

# SettingsDialog|Tab Title
source: Input
cs: Vstup
es: Entrada
fr: Entrée
nl: Invoer
uk: Введення

# SettingsDialog|Checkbox Toggle
source: Lock cursor in possession
cs: Uzamčení kurzoru při ovládání tvora
es: Capturar el cursor durante la posesión
fr: Verrouiller le curseur en possession
nl: Cursor vergrendelen in wezenbeheersing
uk: Зафіксувати курсор у володінні

# SettingsDialog|Checkbox Toggle
source: Unlock cursor when game is paused
cs: Odemknutí kurzoru při pozastavení hry
es: Liberar el cursor cuando el juego esté en pausa
fr: Déverrouiller le curseur lorsque le jeu est en pause
nl: Cursor ontgrendelen wanneer het spel gepauzeerd is
uk: Розблокувати курсор, коли гру поставлено на паузу

# SettingsDialog|Checkbox Toggle
source: Alternative Input
cs: Alternativní vstup
fr: Saisie alternative
nl: Alternatieve Invoer
uk: Альтернативний вхід

# SettingsDialog|Checkbox Toggle
source: Screen edge camera panning
cs: Posouvání kamery na okraji obrazovky
es: Desplazar cámara con el borde de pantalla
fr: Mouvement de l'écran quand la souris est au bord
nl: Schermrand camerabeweging
uk: Панорамування камери по краю екрана

# SettingsDialog|Slider Title Label
source: Mouse sensitivity
cs: Citlivost myši
es: Sensibilidad del ratón
fr: Sensibilité de la souris
nl: Muisgevoeligheid
uk: Чутливість миші

# SettingsDialog|Checkbox Toggle
source: Raw mouse input
cs: Neupravený vstup myši
es: Entrada directa del ratón
fr: Entrée brute de la souris
nl: Ruwe muisinvoer
uk: Сирі дані миші

# SettingsDialog|Tab Title
source: Multiplayer
cs: Hra pro více hráčů
es: Multijugador
fr: Multijoueur
nl: Meerspeler
uk: Багатокористувацький

# SettingsDialog|Textinput Title Label
source: Masterserver
cs: Hlavní server
es: Servidor maestro
fr: Serveur maître
uk: Мастер сервер

# SettingsDialog|Tab Title
source: Launcher
es: Lanzador
fr: Lanceur
uk: Лаунчер

# SettingsDialog|Checkbox Toggle
source: Check for KeeperFX updates
cs: Kontrola aktualizací KeeperFX
es: Buscar actualizaciones de KeeperFX
fr: Vérifier les mises à jour KeeperFX
nl: Controleer op KeeperFX-updates
uk: Перевірте наявність оновлень KeeperFX

# SettingsDialog|Checkbox Toggle
source: Enable crash reporting
cs: Povolení hlášení havárií
es: Activar reporte de errores
fr: Activer le rapport de plantage
nl: Crashrapportage inschakelen
uk: Увімкнути повідомлення про збій

# SettingsDialog|Dropdown Title Label
source: Release
cs: Vydání
es: Versión
fr: Version
uk: Реліз

# SettingsDialog|Checkbox Toggle
source: Enable website integration
cs: Povolení integrace webových stránek
es: Activar la integración de sitio web
fr: Activer l'intégration Web
nl: Website-integratie inschakelen
uk: Увімкніть інтеграцію з веб-сайтом

# SettingsDialog|Checkbox Toggle
source: Open on same screen as game
cs: Otevření na stejné obrazovce jako hra
es: Abrir en la misma pantalla que el juego
fr: Ouvrir sur le même écran que le jeu
nl: Openen op hetzelfde scherm als het spel
uk: Відкривається на тому ж екрані, що й гра

# SettingsDialog|Dropdown Title Label
source: Launcher language
cs: Jazyk Launcheru
es: Idioma del lanzador
fr: Langue du lanceur
nl: Launcher taal
uk: Мова лаунчера

# SettingsDialog|Checkbox Toggle
source: Update automatically
cs: Aktualizovat automaticky
es: Actualizar automáticamente
fr: Mettre à jour automatiquement
nl: Automatisch updaten
uk: Оновлення автоматично
