Repository: altiereslima/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: cs, es, fr, nl, uk

# DownloadMusicDialog|Failure Message
source: Invalid music archive file extension. It must be a 7zip archive.
cs: Nesprávná přípona hudebního archivu. Musí to být archiv 7zip.
es: La extensión del archivo de música no es válida. Debe tratarse de un archivo comprimido en formato 7zip.
fr: Extension de fichier des fichiers audio invalide. Cela doit être une archive 7zip.
nl: Ongeldige bestandsextensie voor muziekarchief. Het moet een 7zip-archief zijn.
uk: Неправильне розширення файлу музичного архіву. Це має бути 7zip-архів.

# DownloadMusicDialog|Failure Message
source: Failed to download music archive
cs: Nepodařilo se stáhnout hudební archiv
es: Error al descargar el archivo de música
fr: Échec de téléchargement des fichiers audio
nl: Downloaden van muziekarchief is mislukt
uk: Не вдалося завантажити музичний архів

# DownloadMusicDialog|Failure message
source: Music archive test failed. It may be corrupted.
cs: Test hudebního archivu se nezdařil. Může být poškozený.
es: Error en la comprobación del archivo de música. Es posible que esté dañado.
fr: Échec du test des fichiers audio. Il est possible qu'ils soient corrompus.
nl: De test van het muziekarchief is mislukt. Het is mogelijk beschadigd.
uk: Перевірка музичного архіву завершилася невдало. Можливо, він пошкоджений.

# DownloadMusicDialog|Progress bar
source: Extracting: %p%
cs: Rozbalování: %p%
es: Extrayendo: %p%
fr: Extraction en cours: %p%
nl: Uitpakken: %p%
uk: Вилучення: %p%

# DownloadMusicDialog|MessageBox Text
source: The KeeperFX background music has been successfully downloaded!
cs: Hudba na pozadí KeeperFX byla úspěšně stažena!
es: ¡La música de KeeperFX se ha descargado correctamente!
fr: La musique de fond KeeperFX a été correctement téléchargée !
nl: De achtergrondmuziek van KeeperFX is succesvol gedownload!
uk: Фонову музику KeeperFX успішно завантажено!

# DownloadMusicDialog|Progress bar
source: Downloading: %p% (%vMiB)
cs: Stahování: %p% (%vMiB)
es: Descargando: %p% (%vMiB)
fr: Téléchargement : %p% (%vMiB)
nl: Downloaden: %p% (%vMiB)
uk: Завантаження: %p% (%vMiB)

# DownloadMusicDialog|MessageBox Title
source: Download failed
cs: Stažení se nezdařilo
es: Error en la descarga
fr: Échec du téléchargement
nl: Downloaden mislukt
uk: Не вдалося завантажити

# DownloadMusicDialog|MessageBox Title
source: Confirmation
cs: Potvrzení
es: Confirmar
nl: Bevestiging
uk: Підтвердження

# DownloadMusicDialog|MessageBox Text
source: Are you sure? You will not be able to hear the background music without having your CD in your disk drive.
cs: Jste si jistý? Bez CD v diskové jednotce nebudete moci poslouchat hudbu na pozadí.
es: ¿Está seguro? No podrá escuchar la música de fondo si no tiene el CD en la unidad de disco.
fr: Êtes-vous sûr ? Vous ne pourrez pas entendre la musique de fond sans que le CD soit inséré dans le lecture de disque.
nl: Weet je het zeker? Je zal de achtergrondmuziek niet kunnen horen zonder de cd in je schijfstation.
uk: Ви впевнені? Ви не зможете почути фонову музику, не маючи компакт-диска в дисководі.

# EnetServerTestDialog|Window Title
source: Test internet lobby
cs: Otestovat internetovou lobby
es: Probar sala
fr: Tester le salon internet
nl: Internet lobby testen
uk: Тестовий інтернет-лобі

# EnetServerTestDialog|Header
source: Multiplayer Lobby Portforwarding Test
cs: Test přeposílání portů v lobby pro více hráčů
es: Probar redirección de puertos multijugador
fr: Test de transfert de port d'un salon multijoueur
nl: Meerspeler Lobby Portforwarding Test
uk: Тест переадресації багатокористувацького лобі

# EnetServerTestDialog|Information Label
source: This tool checks if your KeeperFX multiplayer lobby can be reached from the internet. You don't need to use this for local games, as those are already accessible within your network.
cs: Tento nástroj zkontroluje, zda je vaše multiplayerová lobby KeeperFX dostupná z internetu. Tento nástroj nemusíte používat pro místní hry, protože ty jsou již dostupné v rámci vaší sítě.
es: Esta herramienta comprueba si su sala multijugador de KeeperFX es accesible desde Internet. No es necesario usarla para partidas locales, ya que estas ya son accesibles dentro de su red.
fr: Cet outil vérifie si votre salon multijoueur KeeperFX est accessible via internet. Vous n'avez pas besoin de l'utiliser pour des parties locales, car celles-ci sont déjà accessibles au sein de votre réseau.
nl: Deze tool controleert of je KeeperFX multiplayerlobby bereikbaar is vanaf het internet. Je hoeft dit niet te gebruiken voor lokale spellen, omdat die al toegankelijk zijn binnen je netwerk.
uk: Цей інструмент перевіряє, чи можна отримати доступ до вашого багатокористувацького лобі KeeperFX з Інтернету. Вам не потрібно використовувати його для локальних ігор, оскільки вони вже доступні у вашій мережі.

# EnetServerTestDialog|Information Label
source: To host a game online, you must open port 5556 in your router. How to do this is different for every router and internet provider, so check online for instructions or ask your provider for help.
cs: Chcete-li hostovat online hru, musíte v routeru otevřít port 5556. Postup se u každého routeru a poskytovatele internetu liší, proto si pokyny vyhledejte na internetu nebo požádejte o pomoc svého poskytovatele.
es: Para alojar una partida en línea, debe abrir el puerto 5556 en su router. La forma de hacerlo varía según el modelo de router y su proveedor de Internet, por lo que se recomienda consultar instrucciones en línea o contactar con su proveedor para obtener ayuda.
fr: Pour héberger une partie en ligne, vous devez ouvrir le port 5556 de votre routeur. La façon de procéder diffère pour chaque routeur et fournisseur d'accès internet, donc renseignez-vous en ligne pour davantage d'informations, ou contactez votre fournisseur d'accès internet.
nl: Om een spel online te hosten, moet je poort 5556 in je router openen. Hoe je dit moet doen verschilt per router en internetprovider, dus kijk online voor instructies of vraag je provider om hulp.
uk: Щоб розмістити гру в Інтернеті, вам потрібно відкрити порт 5556 у вашому маршрутизаторі. Як це зробити, залежить від маршрутизатора та інтернет-провайдера, тому шукайте інструкції в Інтернеті або зверніться по допомогу до провайдера.

# EnetServerTestDialog|Information Label
source: KeeperFX only works with IPv4. If you don't have an IPv4 address or you are using a shared one (CGNAT), you won't be able to host an online game. You can ask your internet provider if they can give you an IPv4 address.
cs: KeeperFX pracuje pouze s protokolem IPv4. Pokud nemáte adresu IPv4 nebo používáte sdílenou adresu (CGNAT), nebudete moci hostovat online hru. Můžete se zeptat svého poskytovatele internetu, zda vám může poskytnout adresu IPv4.
es: KeeperFX solo funciona con IPv4. Si no dispone de una dirección IPv4 o está utilizando una compartida (CGNAT), no podrá alojar una partida en línea. Puede consultar con su proveedor de Internet si es posible obtener una dirección IPv4.
fr: KeeperFX fonctionne uniquement avec une adresse IPv4. Si vous n'avez pas d'adresse IPv4 ou si vous utilisez une adresse partagée (CGNAT), vous ne pourrez pas héberger une partie en ligne. Vous pouvez demander à votre fournisseur d'accès internet de vous fournir une adresse IPv4.
nl: KeeperFX werkt alleen met IPv4. Als je geen IPv4 adres hebt of een gedeeld adres (CGNAT), kun je geen online spel hosten. Je kunt je internetprovider vragen of ze je een IPv4-adres kunnen geven.
uk: KeeperFX працює тільки з IPv4. Якщо у вас немає IPv4-адреси або ви використовуєте загальну (CGNAT), ви не зможете розмістити онлайн-гру. Ви можете запитати свого інтернет-провайдера, чи може він надати вам IPv4-адресу.

# EnetServerTestDialog|Button
source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
nl: Sluiten
uk: Закрити

# EnetServerTestDialog|Button
source: Test
cs: Otestovat
es: Probar
fr: Tester
uk: Тест

# EnetServerTestDialog|MessageBox Title
source: IPv6 Detected
cs: Detekováno IPv6
es: Se ha detectado IPv6
fr: Adresse IPv6 détectée
nl: IPv6 Gedetecteerd
uk: Виявлено IPv6

# EnetServerTestDialog|MessageBox Text
source: Failed to retrieve public IP address.
cs: Nepodařilo se načíst veřejnou IP adresu.
es: Error al obtener la dirección IP pública.
fr: Échec de récupération de l'adresse IP publique.
nl: Opvragen van publiek IP-adres is mislukt.
uk: Не вдалося отримати публічну IP-адресу.

# EnetServerTestDialog|MessageBox Text
source: This tool only works with IPv4.
cs: Tento nástroj pracuje pouze s protokolem IPv4.
es: Esta herramienta solo funciona con IPv4.
fr: Cet outil fonctionne uniquement avec une adresse IPv4.
nl: Deze tool werkt alleen met IPv4.
uk: Цей інструмент працює тільки з IPv4.

# EnetServerTestDialog|MessageBox Title
source: Portforwarding tool
cs: Nástroj pro přesměrování portů (Portforwarding tool)
es: Herramienta de redirección de puertos
fr: Outil de transfert de port
uk: Інструмент переадресації портів

# EnetServerTestDialog|MessageBox Text
source: Failed to start ENET server.
cs: Nepodařilo se spustit server ENET.
es: Error al iniciar el servidor ENET.
fr: Échec de démarrage du serveur ENET.
nl: ENET-server kon niet worden gestart.
uk: Не вдалося запустити сервер ENET.

# EnetServerTestDialog|MessageBox Text
source: Failed to contact KeeperFX.net
cs: Nepodařilo se kontaktovat KeeperFX.net
es: Error al contactar con KeeperFX.net
fr: Échec de la communication à KeeperFX.net.
nl: Contacteren van KeeperFX.net is mislukt
uk: Не вдалося зв'язатися з KeeperFX.net

# EnetServerTestDialog|MessageBox Text
source: Your router is correctly port forwarded!
cs: Váš router je správně přesměrován na jiný port!
es: ¡Redirección de puertos configurada correctamente!
fr: Les ports de votre routeur sont correctement paramétrés !
nl: Port forwarding is correct ingesteld op je router!
uk: Ваш роутер правильно перенаправляє порт!

# EnetServerTestDialog|MessageBox Text
source: Failed to connect to local ENET server.
cs: Nepodařilo se připojit k místnímu serveru ENET.
es: Error al conectar con el servidor ENET local.
fr: Échec de connexion au serveur ENET local.
nl: Verbinding met lokale ENET-server mislukt.
uk: Не вдалося підключитися до локального сервера ENET.

# FileRemoverDialog|Window Title
source: Remove unwanted files
cs: Odstranění nežádoucích souborů
es: Eliminar archivos no deseados
fr: Supprimer les fichiers indésirables
nl: Verwijder ongewenste bestanden
uk: Видалення небажаних файлів

# FileRemoverDialog|Header
source: Remove unwanted files
es: Eliminar archivos no deseados
fr: Supprimer les fichiers indésirables
uk: Видалення небажаних файлів

# FileRemoverDialog|Information Label
source: The KeeperFX launcher has found some files that might cause problems with KeeperFX. This list is managed by the KeeperFX team and is meant to clean up files that are left over after KeeperFX updates. Please review the files and remove them.
es: El lanzador de KeeperFX ha encontrado algunos archivos que podrían causar problemas con KeeperFX. Esta lista está gestionada por el equipo de KeeperFX y tiene como objetivo limpiar archivos que quedan tras las actualizaciones del juego. Por favor, revise los archivos y elimínelos.
fr: Le lanceur KeeperFX a trouvé des fichiers qui pourraient causer des problèmes avec KeeperFX. Cette liste est gérée par l'équipe KeeperFX et a pour but de nettoyer les fichiers obsolètes après les mises à jour de KeeperFX. Merci de vérifier ces fichiers et de les supprimer.
uk: Програма запуску KeeperFX виявила деякі файли, які можуть спричинити проблеми у роботі KeeperFX. Цей список ведеться командою KeeperFX і призначений для очищення файлів, які залишилися на після оновлень KeeperFX. Будь ласка, перегляньте ці файли і видаліть їх.

# FileRemoverDialog|Button
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

# FileRemoverDialog|Button
source: Remove All
cs: Odstranit vše
es: Eliminar todos los archivos
fr: Supprimer tout
nl: Alles verwijderen
uk: Видалити все

# FileRemoverDialog|MessageBox Title
source: Confirmation
cs: Potvrzení
es: Confirmar
nl: Bevestiging
uk: Підтвердження

# FileRemoverDialog|MessageBox Text
source: Are you sure? KeeperFX might not function correctly with these files.
cs: Jste si jistý? KeeperFX nemusí s těmito soubory fungovat správně.
es: ¿Está seguro? KeeperFX podría no funcionar correctamente con estos archivos.
fr: Êtes-vous sûr ? KeeperFX pourrait ne pas fonctionner correctement avec ces fichiers.
nl: Ben je zeker? KeeperFX werkt mogelijk niet correct met deze bestanden.
uk: Ви впевнені? KeeperFX може працювати некоректно з цими файлами.

# FileRemoverDialog|MessageBox Text
source: Something went wrong while removing unwanted files.
cs: Při odstraňování nechtěných souborů se něco pokazilo.
es: Se produjo un error al eliminar los archivos no deseados.
fr: Une erreur est survenue lors de la suppression de fichiers indésirables.
nl: Er is iets misgegaan bij het verwijderen van ongewenste bestanden.
uk: Щось пішло не так під час видалення небажаних файлів.

# FileRemoverDialog|MessageBox Text
source: Unwanted files have been removed!
cs: Nežádoucí soubory byly odstraněny!
es: ¡Archivos no deseados eliminados correctamente!
fr: Les fichiers indésirables ont été supprimés !
nl: Ongewenste bestanden zijn verwijderd!
uk: Небажані файли видалено!

# InstallKfxDialog|Window Title
source: Install KeeperFX
cs: Instalace aplikace KeeperFX
es: Instalar KeeperFX
fr: Installer KeeperFX
nl: KeeperFX Installeren
uk: Встановіть KeeperFX

# InstallKfxDialog|Header
source: Download and Install KeeperFX
cs: Stažení a instalace aplikace KeeperFX
es: Descargar e instalar KeeperFX
fr: Télécharger et installer KeeperFX
nl: KeeperFX downloaden en installeren
uk: Завантажте та встановіть KeeperFX

# InstallKfxDialog|Information Label
source: Select your version, and this installer will download and install KeeperFX. Choose the stable release for reliability or the alpha version if you want to help us out with testing.
cs: Vyberte si svou verzi a tento instalátor stáhne a nainstaluje KeeperFX. Zvolte stabilní verzi kvůli spolehlivosti nebo alfa verzi, pokud nám chcete pomoci s testováním.
es: Seleccione su versión. Este instalador descargará e instalará KeeperFX. Seleccione la versión estable, o la versión alfa si desea ayudarnos con las pruebas.
fr: Sélectionnez votre version, et cet installateur téléchargera et installera KeeperFX. Choisissez une version stable pour une expérience de jeu fiable, ou une version alpha si vous souhaitez nous aider dans le test de nouvelles fonctionnalités.
nl: Selecteer je versie, en deze installatie-tool zal KeeperFX downloaden en installeren. Kies de stabiele versie voor betrouwbaarheid of de alpha-versie als je ons wilt helpen met testen.
uk: Виберіть свою версію, і інсталятор завантажить і встановить KeeperFX. Виберіть стабільну версію для надійності або альфа-версію, якщо ви хочете допомогти нам з тестуванням.

# InstallKfxDialog|Label
source: Release version:
cs: Verze vydání:
es: Versión de lanzador:
fr: Version :
nl: Release versie:
uk: Випущена версія:

# InstallKfxDialog|Button
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

# InstallKfxDialog|Button
source: Install
cs: Instalovat
es: Instalar
fr: Installer
nl: Installeer
uk: Встановити

# InstallKfxDialog|Game Release Build
source: Stable (Default)
cs: Stabilní (výchozí)
es: Estable (predeterminado)
fr: Version stable (par défaut)
nl: Stabiel (Standaard)
uk: Стабільний (за замовчуванням)

# InstallKfxDialog|Game Release Build
source: Alpha
cs: Alfa
es: Versión alfa
fr: Version alpha
uk: Альфа

# InstallKfxDialog|Failure Message
source: Failed to get download URL for stable release
cs: Nepodařilo se získat adresu URL pro stažení stabilní verze
es: Error al obtener la URL de descarga de la versión estable
fr: Échec de la récupération de l'URL de téléchargement de la version stable
nl: Ophalen van Download-URL voor stabiele release is mislukt
uk: Не вдалося отримати URL-адресу для завантаження стабільного випуску

# InstallKfxDialog|Failure Message
source: Failed to download stable release
cs: Nepodařilo se stáhnout stabilní verzi
es: Error al descargar la versión estable
fr: Échec de téléchargement de la version stable
nl: Downloaden van stabiele release is mislukt
uk: Не вдалося завантажити стабільний випуск

# InstallKfxDialog|Failure message
source: Stable release archive test failed. It may be corrupted.
cs: Test archivu stabilní verze se nezdařil. Může být poškozený.
es: Se ha producido un error al comprobar el archivo de la versión estable. El archivo podría estar dañado.
fr: Échec du test de l'archive de la version stable. Il est possible qu'elle soit corrompue.
nl: De test van het archief van de stabiele release is mislukt. Het is mogelijk beschadigd.
uk: Тест архіву стабільного випуску завершився невдало. Можливо, він пошкоджений.

# InstallKfxDialog|Progress bar
source: Extracting: %p%
cs: Rozbalování: %p%
es: Extrayendo: %p%
fr: Extraction en cours: %p%
nl: Uitpakken: %p%
uk: Вилучення: %p%

# InstallKfxDialog|MessageBox Text
source: KeeperFX has been successfully installed!
cs: KeeperFX byl úspěšně nainstalován!
es: ¡KeeperFX se ha instalado correctamente!
fr: KeeperFX a été correctement installé !
nl: KeeperFX is succesvol geïnstalleerd!
uk: KeeperFX успішно встановлено!

# InstallKfxDialog|Failure message
source: Failed to get download URL for alpha patch
cs: Nepodařilo se získat adresu URL pro stažení aktualizace alfa verze
es: Error al obtener la URL de descarga del parche alfa
fr: Échec de la récupération de l'URL de téléchargement de la version alpha
nl: Ophalen van Download-URL voor alpha patch is mislukt
uk: Не вдалося отримати URL-адресу для завантаження альфа-виправлення

# InstallKfxDialog|Failure message
source: Alpha patch download failed.
cs: Stažení aktualizace Alpha verze se nezdařilo.
es: Error al descargar el parche alfa.
fr: Échec du téléchargement de la version alpha.
nl: Downloaden van alpha-patch mislukt.
uk: Не вдалося завантажити альфа-виправлення.

# InstallKfxDialog|Failure Message
source: Alpha patch archive test failed. It may be corrupted.
cs: Test archivu aktualizací alfa verze se nezdařil. Může být poškozený.
es: Error al comprobar el archivo del parche alfa. El archivo podría estar dañado.
fr: Échec du test de l'archive de la version alpha. Il est possible qu'elle soit corrompue.
nl: De test van het archief van de alpha patch is mislukt. Het is mogelijk beschadigd.
uk: Не вдалося виконати тест архіву альфа-виправлення. Можливо, він пошкоджений.

# InstallKfxDialog|Progress bar
source: Downloading: %p% (%vMiB)
cs: Stahování: %p% (%vMiB)
es: Descargando: %p% (%vMiB)
fr: Téléchargement : %p% (%vMiB)
nl: Downloaden: %p% (%vMiB)
uk: Завантаження: %p% (%vMiB)

# InstallKfxDialog|MessageBox Title
source: Installation failed
cs: Instalace se nezdařila
es: Instalación fallida
fr: Échec de l'installation
nl: Installatie mislukt
uk: Інсталяція завершилася невдало

# InstallKfxDialog|MessageBox Title
source: KeeperFX Alpha builds
cs: Alpha verze KeeperFX
es: Versiones alfa de KeeperFX
fr: Versions alpha KeeperFX
nl: KeeperFX Alpha versies
uk: Альфа-збірки KeeperFX

# InstallKfxDialog|MessageBox Text
source: Alpha patches may contain new features and changes, but often contain bugs and unfinished functionality. These patches are mostly meant for testers, and it is suggested to be part of the Keeper Klan discord if you use them. Are you sure you want to use Alpha patches?
cs: Alfa aktualizace mohou obsahovat nové funkce a změny, ale často obsahují chyby a nedokončené funkce. Tyto aktualizace jsou většinou určeny pro testery, a pokud je používáte, doporučujeme být součástí discordu Keeper Klanu. Jste si jisti, že chcete používat aktualizace alfa verze?
es: Las versiones alfa pueden contener nuevas funciones y cambios, pero a menudo incluyen errores y funcionalidades sin terminar. Estas versiones están pensadas principalmente para testers, y se recomienda formar parte del Discord de Keeper Klan si decide usarlas. ¿Está seguro de que desea usar la versión alfa?
fr: Les versions alpha peuvent contenir des changements et de nouvelles fonctionnalités, mais présentent souvent des bugs et des fonctionnalités incomplètes. Ces versions sont en général destinées à des testeurs, et il est recommandé de faire partie du serveur Discord Keeper Klan si vous les utilisez. Êtes-vous sûr de vouloir utiliser les versions alpha ?
nl: Alpha patches kunnen nieuwe functies en wijzigingen bevatten, maar bevatten vaak bugs en onafgewerkte functionaliteit. Deze patches zijn vooral bedoeld voor testers en het wordt aangeraden om deel uit te maken van de Keeper Klan discord als je ze gebruikt. Ben je zeker dat je Alpha patches wilt gebruiken?
uk: Альфа-випуски можуть містити нові функції та зміни, але часто містять помилки та незавершену функціональність. Ці патчі здебільшого призначені для тестувальників, і якщо ви використовуєте їх, ви маєте бути частиною розбіжностей у клані Хранителів, якщо ви їх використовуєте. Ви впевнені, що хочете використовувати Альфа-випуск?

# InstallKfxDialog|MessageBox Title
source: Uninstall KeeperFX
cs: Odinstalace aplikace KeeperFX
nl: Verwijder KeeperFX
uk: Деінсталяція KeeperFX

# InstallKfxDialog|MessageBox Text
source: Do you want to uninstall KeeperFX? This will remove any leftover files.
cs: Chcete odinstalovat KeeperFX? Tím odstraníte všechny zbylé soubory.
nl: Wil je KeeperFX verwijderen? Dit verwijdert ook alle achtergebleven bestanden.
uk: Ви хочете видалити KeeperFX? Це призведе до видалення всіх файлів, що залишилися.

# InstallKfxDialog|MessageBox Title
source: Confirmation
cs: Potvrzení
es: Confirmar
nl: Bevestiging
uk: Підтвердження

# InstallKfxDialog|MessageBox Text
source: Are you sure? You will be unable to play KeeperFX.
cs: Jste si jistý? Nebudete moci hrát KeeperFX.
es: ¿Está seguro? No podrá jugar a KeeperFX.
fr: Êtes-vous sûr ? Vous ne pourrez pas jouer à KeeperFX.
nl: Ben je zeker? Je zult KeeperFX niet kunnen spelen.
uk: Ви впевнені? Ви не зможете грати в KeeperFX.

# LauncherMainWindow|
source: KeeperFX Launcher
es: Lanzador de KeeperFX
fr: Lanceur KeeperFX
uk: Лаунчер KeeperFX

# LauncherMainWindow|Header
source: Latest workshop items
cs: Nejnovější položky z workshopu
es: Últimos objetos del Workshop
fr: Derniers éléments de l'atelier
nl: Nieuwe workshop items
uk: Останні теми воркшопів

# LauncherMainWindow|Header
source: Latest News
cs: Nejnovější zprávy
es: Últimas noticias
fr: Dernières actualités
nl: Laatste Nieuws
uk: Останні новини

# LauncherMainWindow|Button
source: Settings
cs: Nastavení
es: Opciones
fr: Paramètres
nl: Instellingen
uk: Налаштування

# LauncherMainWindow|Button
source: Workshop
fr: Atelier
uk: Майстерня

# LauncherMainWindow|Button
source: Logfile
cs: Soubor protokolu
es: Ver los logs
fr: Fichier journal
nl: Logbestand
uk: Лог-файл

# LauncherMainWindow|Button
source: Open Folder
cs: Otevřít složku
es: Explorar directorio del juego
fr: Ouvrir dossier
nl: Folder openen
uk: Відкрити папку

# LauncherMainWindow|Button
source: Play
cs: Hrát
es: Jugar
fr: Jouer
nl: Speel
uk: Грати

# LauncherMainWindow|MessageBox Title
source: KeeperFX Error
cs: Chyba KeeperFX
es: Error de KeeperFX
fr: Erreur de KeeperFX
nl: KeeperFX Fout
uk: KeeperFX Помилка
