Repository: altiereslima/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: cs, es, fr, nl, uk

# SettingsDialog|Checkbox Toggle
source: Backup savefiles during update
cs: Zálohovat uložené pozice během aktualizace
es: Crear copias de las partidas guardadas durante la actualización
fr: Conserver les sauvegardes durant la mise à jour
nl: Backup maken van savegames tijdens update
uk: Резервне копіювання файлів збереження під час оновлення

# SettingsDialog|Dropdown Title Label
source: Play button theme
cs: Motiv tlačítka Play
es: Estilo del botón de jugar
fr: Apparence du bouton Jouer
nl: Speel knop thema
uk: Тема кнопки відтворення

# SettingsDialog|Checkbox Toggle
source: Enable API
cs: Povolení rozhraní API
es: Activar la API del juego
fr: Activer l'API
nl: API Inschakelen
uk: Увімкнути API

# SettingsDialog|Textinput Title Label
source: API port
cs: Port API
es: Puerto de la API
fr: Port API
nl: API Poort
uk: Порт API

# SettingsDialog|Tab Title
source: About
cs: Informace o
es: Acerca de
fr: À propos
nl: Info
uk: Про

# SettingsDialog|Player Color Dropdown
source: 0: Red (Default)
cs: 0: Červená (výchozí)
es: 0: Rojo (predeterminado)
fr: 0 : Rouge (par défaut)
nl: 0: Rood (Standaard)
uk: 0: Червоний (за замовчуванням)

# SettingsDialog|Player Color Dropdown
source: 1: Blue
cs: 1: Modrá
es: 1: Azul
fr: 1 : Bleu
nl: 1: Blauw
uk: 1: Синій

# SettingsDialog|Player Color Dropdown
source: 2: Green
cs: 2: Zelená
es: 2: Verde
fr: 2 : Vert
nl: 2: Groen
uk: 2: Зелений

# SettingsDialog|Player Color Dropdown
source: 3: Yellow
cs: 3: Žlutá
es: 3: Amarillo
fr: 3 : Jaune
nl: 3: Geel
uk: 3: Жовтий

# SettingsDialog|Player Color Dropdown
source: 4: White / Heroes
cs: 4: Bílá / Hrdinové
es: 4: Blanco / Héroes
fr: 4 : Blanc / Héros
nl: 4: Wit / Helden
uk: 4: Білі / Герої

# SettingsDialog|Player Color Dropdown
source: 6: Purple
cs: 6: Fialová
es: 6: Morado
fr: 6 : Violet
nl: 6: Paars
uk: 6: Фіолетовий

# SettingsDialog|Player Color Dropdown
source: 7: Black
cs: 7: Černá
es: 7: Negro
fr: 7 : Noir
nl: 7: Zwart
uk: 7: Чорний

# SettingsDialog|Player Color Dropdown
source: 8: Orange
cs: 8: Oranžová
es: 8: Naranja
nl: 8: Oranje
uk: 8: Помаранчевий

# SettingsDialog|Play Button Theme Dropdown
source: DK Orange (default)
cs: DK Oranžový (výchozí)
es: Naranja DK (predeterminado)
fr: DK Orange (par défaut)
nl: DK Oranje (standaard)
uk: DK Orange (за замовчуванням)

# SettingsDialog|Resize Movies Dropdown
source: Fit (default)
cs: Přizpůsobit (výchozí)
es: Ajustar (predeterminado)
fr: Adapter (par défaut)
nl: Passend (standaard)
uk: Підійде (за замовчуванням)

# SettingsDialog|Resize Movies Dropdown
source: Off
cs: Vypnuto
es: Desactivado
fr: Désactivé
nl: Uit
uk: Вимкнено

# SettingsDialog|Resize Movies Dropdown
source: Stretch
cs: Roztáhnout
es: Estirar
fr: Étirer
nl: Uitstrekken
uk: Розтягнути

# SettingsDialog|Resize Movies Dropdown
source: Crop
cs: Oříznout
es: Recortar
fr: Recadrer
nl: Bijsnijden
uk: Обрізати

# SettingsDialog|Resize Movies Dropdown
source: Pixel perfect
cs: Perfektní pixel
fr: Au pixel près
uk: Ідеальний піксель

# SettingsDialog|Resolution Dropdown
source: Match desktop
cs: Shodné s plochou
es: Misma que el escritorio
fr: Correspondre au bureau
nl: Automatisch
uk: Підлаштувати під робочий стіл

# SettingsDialog|Display Mode Dropdown
source: Fullscreen
cs: Celá obrazovka
es: Pantalla completa
fr: Plein écran
nl: Volledig scherm
uk: Повноекранний режим

# SettingsDialog|Display Mode Dropdown
source: Windowed
cs: V okně
es: Modo ventana
fr: Fenêtré
nl: Venster
uk: Віконний режим

# SettingsDialog|Atmosphere Frequency Dropdown
source: Low
cs: Nízká
es: Baja
fr: Bas
nl: Laag
uk: Низький

# SettingsDialog|Atmosphere Frequency Dropdown
source: Medium
cs: Střední
es: Media
fr: Moyen
uk: Середній

# SettingsDialog|Atmosphere Frequency Dropdown
source: High
cs: Vysoká
es: Alta
fr: Haut
nl: Hoog
uk: Високий

# SettingsDialog|Atmosphere Volume Dropdown
source: Low
cs: Nízká
es: Bajo
fr: Bas
nl: Laag
uk: Низький

# SettingsDialog|Atmosphere Volume Dropdown
source: Medium
cs: Střední
es: Medio
fr: Moyen
uk: Середній

# SettingsDialog|Atmosphere Volume Dropdown
source: High
cs: Vysoká
es: Alto
fr: Haut
nl: Hoog
uk: Високий

# SettingsDialog|Game Release Build
source: Stable (Default)
cs: Stabilní (výchozí)
es: Estable (predeterminado)
fr: Version stable (par défaut)
nl: Stabiel (Standaard)
uk: Стабільний (за замовчуванням)

# SettingsDialog|Game Release Build
source: Alpha
cs: Alfa verze
es: Versión Alfa
fr: Version alpha
uk: Альфа

# SettingsDialog|About Label
source: KeeperFX Launcher v%1
es: Lanzador KeeperFX v%1
fr: Lanceur KeeperFX v%1
uk: Лаунчер KeeperFX v%1

# SettingsDialog|About Label
source: Launcher Libraries:
cs: Knihovny Launcheru:
es: Bibliotecas del lanzador:
fr: Librairies du lanceur :
uk: Бібліотеки лаунчера:

# SettingsDialog|About Label
source: Join us Discord: %1
cs: Připojte se k nám na Discord: %1
es: Únete a nuestro Discord: %1
fr: Rejoignez-nous sur Discord : %1
nl: Word lid van onze Discord: %1
uk: Приєднуйтесь до нас Discord: %1

# SettingsDialog|Label Contributor List
source: KeeperFX Contributors: %1
cs: Přispěvatelé KeeperFX: %1
es: Colaboradores de KeeperFX: %1
fr: Contributeurs à KeeperFX : %1
nl: KeeperFX Bijdragers: %1
uk: Учасники проєкту KeeperFX: %1

# SettingsDialog|MessageBox Title
source: KeeperFX Settings
cs: KeeperFX nastavení
es: Configuración de KeeperFX
fr: Paramètres de KeeperFX
nl: KeeperFX Instellingen
uk: Налаштування KeeperFX

# SettingsDialog|MessageBox Text
source: One or more settings have been changed. Are you sure you want to return without saving?
cs: Bylo změněno jedno nebo více nastavení. Opravdu se chcete vrátit bez uložení?
es: Se ha cambiado una o más configuraciones. ¿Está seguro de que desea salir sin guardar?
fr: Un ou plusieurs paramètres ont changé. Êtes vous sûr de vouloir revenir en arrière sans sauvegarder ?
nl: Één of meer instellingen zijn veranderd. Weet je zeker dat je wilt terugkeren zonder op te slaan?
uk: Одне або декілька налаштувань було змінено. Ви впевнені, що хочете повернутися без збереження?

# UpdateDialog|Window Title
source: KeeperFX Update
cs: Aktualizace KeeperFX
es: Actualizar KeeperFX
fr: Mise à jour de KeeperFX
uk: Оновлення KeeperFX

# UpdateDialog|Header
source: New KeeperFX version found!
cs: Nalezena nová verze KeeperFX!
es: ¡Se ha encontrado una nueva versión de KeeperFX!
fr: Nouvelle version de KeeperFX détectée !
nl: Nieuwe KeeperFX versie beschikbaar!
uk: Знайдено нову версію KeeperFX!

# UpdateDialog|Button
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

# UpdateDialog|Button
source: Update
cs: Aktualizovat
es: Actualizar
fr: Mise à jour
nl: Updaten
uk: Оновлення

# UpdateDialog|Appended to version string
source: Alpha
cs: Alfa
es: Alfa
fr: Version alpha
uk: Альфа

# UpdateDialog|Label
source: Current version:
cs: Aktuální verze:
es: Versión actual:
fr: Version actuelle :
nl: Huidige versie:
uk: Поточна версія:

# UpdateDialog|Label
source: New version:
cs: Nová verze:
es: Nueva versión:
fr: Nouvelle version :
nl: Nieuwe versie:
uk: Нова версія:

# UpdateDialog|Progress bar
source: Downloading: %p% (%vMiB)
cs: Stahování: %p% (%vMiB)
es: Descargando: %p% (%vMiB)
fr: Téléchargement : %p% (%vMiB)
nl: Downloaden: %p% (%vMiB)
uk: Завантаження: %p% (%vMiB)

# UpdateDialog|MessageBox Title
source: Update failed
cs: Aktualizace se nezdařila
es: Error en la actualización
fr: Échec de la mise à jour
nl: Update is gefaald
uk: Не вдалося оновити

# UpdateDialog|Title label
source: Updating...
cs: Aktualizace...
es: Actualizando...
fr: Mise à jour en cours...
nl: Updaten...
uk: Оновлення...

# UpdateDialog|Progress bar (%p=percentage)
source: Comparing: %p%
cs: Porovnávání: %p%
es: Comparando: %p%
fr: Comparaison en cours : %p%
nl: Vergelijken: %p%
uk: Для порівняння: %p%

# UpdateDialog|Failure Message
source: Failed to open file: %1
cs: Nepodařilo se otevřít soubor: %1
es: Error al abrir el archivo: %1
fr: Échec de l'ouverture du fichier : %1
nl: Bestand kon niet worden geopend: %1
uk: Не вдалося відкрити файл: %1

# UpdateDialog|Failure Message
source: Archive download failed.
cs: Stažení archivu se nezdařilo.
es: Error en la descarga del archivo.
fr: Échec du téléchargement de l'archive.
nl: Downloaden van archief mislukt.
uk: Не вдалося завантажити архів.

# UpdateDialog|Progress bar
source: Extracting: %p%
cs: Rozbalování: %p%
es: Extrayendo: %p%
fr: Extraction en cours : %p%
nl: Uitpakken: %p%
uk: Вилучення: %p%

# UpdateDialog|Title label
source: Update complete!
cs: Aktualizace dokončena!
es: ¡Actualización completada!
fr: Mise à jour terminée !
nl: Update compleet!
uk: Оновлення завершено!

# UpdateDialog|MessageBox Text
source: KeeperFX has been successfully updated to version %1!
cs: KeeperFX byl úspěšně aktualizován na verzi %1!
es: ¡KeeperFX se ha actualizado correctamente a la versión %1!
fr: KeeperFX a été correctement mis à jour vers la version %1 !
nl: KeeperFX is succesvol bijgewerkt naar versie %1!
uk: KeeperFX успішно оновлено до версії %1!

# UpdateDialog|MessageBox Title
source: Confirmation
cs: Potvrzení
es: Confirmar
nl: Bevestiging
uk: Підтвердження

# UpdateDialog|MessageBox Text
source: Are you sure you want to cancel the update?
cs: Opravdu chcete zrušit aktualizaci?
es: ¿Está seguro de que desea cancelar la actualización?
fr: Êtes-vous sûr de vouloir annuler la mise à jour ?
nl: Ben je zeker dat je de update wilt annuleren?
uk: Ви впевнені, що хочете скасувати оновлення?

# UpdateDialog|Failure message
source: Failed to create temp directory
cs: Nepodařilo se vytvořit dočasný adresář
es: Error al crear el directorio temporal
fr: Échech de création du chemin du répertoire temporaire
nl: Mislukt om tijdelijke map te maken
uk: Не вдалося створити тимчасову директорію

# UpdateDialog|Progress bar
source: Downloading: %p%
cs: Stahování: %p%
es: Descargando: %p%
fr: Téléchargement : %p%
nl: Downloaden: %p%
uk: Завантажую: %p%

# UpdateDialog|Failure Message
source: The temporary directory does not exist
cs: Dočasný adresář neexistuje
es: El directorio temporal no existe
fr: Le répertoire temporaire n'existe pas
nl: De tijdelijke map bestaat niet
uk: Тимчасової директорії не існує

# UpdateDialog|Progress bar
source: Copying: %p%
cs: Kopírování: %p%
es: Copiando: %p%
fr: Copie en cours : %p%
nl: Kopiëren: %p%
uk: Копіювання: %p%

# UpdateDialog|Failure Message
source: File does not exist: %1
cs: Soubor neexistuje: %1
es: El archivo no existe: %1
fr: Le fichier n'existe pas : %1
nl: Bestand bestaat niet: %1
uk: Файл не існує: %1

# UpdateDialog|Failure Message
source: Failed to create destination directory: %1
cs: Nepodařilo se vytvořit cílový adresář: %1
es: Error al crear el directorio de destino: %1
fr: Échech de création du chemin du répertoire de destination : %1
nl: Mislukt om de doelmap te maken: %1
uk: Не вдалося створити каталог призначення: %1

# UpdateDialog|Failure Message
source: Failed to move file: %1
cs: Nepodařilo se přesunout soubor: %1
es: Error al mover el archivo: %1
fr: Échec du déplacement du fichier : %1
nl: Bestand verplaatsen mislukt: %1
uk: Не вдалося перемістити файл: %1

# UpdateDialog|Failure message
source: Failed to move all downloaded files
cs: Nepodařilo se přesunout všechny stažené soubory
es: Error al mover los archivos descargados
fr: Échec de déplacement de tous les fichiers téléchargés
nl: Het is niet gelukt om alle gedownloade bestanden te verplaatsen
uk: Не вдалося перемістити всі завантажені файли

# FileRemoverDialog|Header
source: Remove leftover files
cs: Odstranění zbylých souborů
nl: Verwijder achtergebleven bestanden

# FileRemoverDialog|Information Label
source: The KeeperFX launcher has found files that were left over after KeeperFX updates. These files might cause issues and should be removed. This list is maintained by the KeeperFX team, and the files are considered safe to remove. You can review the files that will be removed before proceeding.
cs: KeeperFX Launcher našel soubory, které zůstaly po aktualizacích KeeperFX. Tyto soubory mohou způsobovat problémy a měly by být odstraněny. Tento seznam spravuje tým KeeperFX a soubory jsou považovány za bezpečné k odstranění. Než budete pokračovat, můžete si prohlédnout soubory, které budou odstraněny.
nl: De KeeperFX-launcher heeft bestanden gevonden die zijn achtergebleven na KeeperFX-updates. Deze bestanden kunnen problemen veroorzaken en worden best verwijderd. Deze lijst wordt beheerd door het KeeperFX-team, en de bestanden worden als veilig beschouwd om te verwijderen. Je kunt de bestanden die zullen worden verwijderd eerst bekijken voordat je doorgaat.

# SettingsDialog|Play Button Theme Dropdown
source: Qt Fusion Dark
cs: Qt Fusion tmavý
