Repository: altiereslima/keeperfx-launcher-qt
Catalog: i18n/translations_*.po
Languages: cs, es, fr, nl, uk

source: OK
es: Aceptar
fr: Confirmer
uk: Добре

source: &OK
es: &Aceptar
fr: &Confirmer
uk: Добре

source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

source: &Cancel
cs: &Zrušit
es: &Cancelar
fr: &Annuler
nl: &Annuleer
uk: Скасувати

source: Yes
cs: Ano
es: Sí
fr: Oui
nl: Ja
uk: Так

source: &Yes
cs: &Ano
es: &Sí
fr: &Oui
nl: &Ja
uk: Так

source: No
cs: Ne
fr: Non
nl: Nee
uk: Ні

source: &No
cs: &Ne
fr: &Non
nl: &Nee
uk: Ні

source: Apply
cs: Použít
es: Aplicar
fr: Appliquer
nl: Toepassen
uk: Застосувати

source: &Apply
cs: &Použít
es: &Aplicar
fr: &Appliquer
nl: &Toepassen
uk: Застосувати

source: Close
cs: Zavřít
es: Cerrar
fr: Fermer
nl: Sluiten
uk: Закрити

source: &Close
cs: &Zavřít
es: &Cerrar
fr: &Fermer
nl: &Sluiten
uk: Закрити

source: Help
cs: Nápověda
es: Ayuda
fr: Aide
uk: Допомога

source: &Help
cs: &Nápověda
es: &Ayuda
fr: &Aide
uk: Допомога

source: Reset
cs: Obnovit
es: Reiniciar
fr: Réinitialiser
uk: Перезавантаження

source: &Reset
cs: &Obnovit
es: &Reiniciar
fr: &Réinitialiser
uk: Перезавантаження

source: Retry
cs: Opakovat
es: Reintentar
fr: Réessayer
nl: Opnieuw proberen
uk: Спробуйте ще раз

source: &Retry
cs: &Opakovat
es: &Reintentar
fr: &Réessayer
nl: &Opnieuw proberen
uk: Спробуйте ще раз

source: Ignore
cs: Ignorovat
es: Ignorar
fr: Ignorer
nl: Negeer
uk: Ігнорувати

source: &Ignore
cs: &Ignorovat
es: &Ignorar
fr: &Ignorer
nl: &Negeer
uk: Ігнорувати

source: Abort
cs: Přerušit
es: Abortar
fr: Abandonner
nl: Abreken
uk: Перервати

source: &Abort
cs: &Přerušit
es: @Abortar
fr: &Abandonner
nl: &Afbreken
uk: Перервати

source: Save
cs: Uložit
es: Guardar
fr: Sauvegarder
nl: Opslaan
uk: Зберегти

source: &Save
cs: &Uložit
es: &Guardar
fr: &Sauvegarder
nl: &Opslaan
uk: Зберегти

source: Restore Defaults
cs: Obnovení výchozího nastavení
es: Restaurar valores predeterminados
fr: Rétablir les paramètres par défaut
nl: Standaardinstellingen herstellen
uk: Відновити налаштування за замовчуванням

# CopyDkFilesDialog|Window Title
source: Copy DK Files
cs: Kopírování souborů DK
es: Copiar archivos DK
fr: Copier les fichiers DK
nl: Kopieer DK-bestanden
uk: Копіювати файли DK

# CopyDkFilesDialog|Header
source: Copy Dungeon Keeper Files
cs: Kopírování Dungeon Keeper souborů
es: Copiar archives de Dungeon Keeper
fr: Copier les fichiers Dungeon Keeper
nl: Kopieer Dungeon Keeper-bestanden
uk: Копіювання файлів Хранителя підземелля

# CopyDkFilesDialog|Information
source: KeeperFX requires the original Dungeon Keeper files for copyright reasons. Please select the directory where these files are located. You can use your original CD, or a digital version from GOG, Steam or EA. If you want to use a digital version you will have to install it first.
cs: KeeperFX vyžaduje originální soubory Dungeon Keeper z důvodu ochrany autorských práv. Vyberte prosím adresář, kde jsou tyto soubory umístěny. Můžete použít originální CD nebo digitální verzi z GOG, Steam nebo EA. Pokud chcete použít digitální verzi, musíte ji nejprve nainstalovat.
es: Por motivos de copyright, KeeperFX requiere los archivos originales de Dungeon Keeper. Por favor, seleccione el directorio en el que se encuentran dichos archivos. Puede usar el CD original del juego o seleccionar el directorio de instalación de una versión digital. Las versiones digitales están disponibles en GOG, Steam y EA. Si desea utilizar una versión digital, deberá instalarla previamente.
fr: KeeperDX a besoin des fichiers originaux de Dungeon Keeper pour des raisons de copyright. Merci de sélectionner le répertoire où se trouvent ces fichiers. Vous pouvez utiliser votre CD original, ou une version numérique provenant de GOG, Steam ou EA. Si vous souhaitez installer une version numérique, vous devrez tout d'abord l'installer.
nl: KeeperFX heeft de originele Dungeon Keeper-bestanden nodig wegens auteursrechtelijke redenen. Selecteer de map waar deze bestanden zich bevinden. Je kunt je originele CD gebruiken, of een digitale versie van GOG, Steam of EA. Als je een digitale versie wilt gebruiken, moet je deze eerst installeren.
uk: KeeperFX вимагає оригінальні файли Dungeon Keeper з міркувань захисту авторських прав. Будь ласка, виберіть директорію, де знаходяться ці файли. Ви можете використовувати оригінальний CD або цифрову версію з GOG, Steam або EA. Якщо ви хочете використовувати цифрову версію, вам доведеться спочатку встановити її.

# CopyDkFilesDialog|Button
source: Browse
cs: Procházet
es: Examinar
fr: Parcourir
nl: Bladeren
uk: Переглянути

# CopyDkFilesDialog|Button
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

# CopyDkFilesDialog|Button
source: Copy
cs: Kopírovat
es: Copiar
fr: Copier
nl: Kopieer
uk: Копіювати

# CopyDkFilesDialog|Label
source: A suitable DK installation has been automatically detected.
cs: Automaticky byla rozpoznána vhodná instalace DK.
es: Se ha detectado automáticamente una instalación compatible de Dungeon Keeper.
fr: Une installation DK adéquate a été automatiquement détectée.
nl: Er is automatisch een geschikte DK-installatie gedetecteerd.
uk: Відповідну установку DK було визначено автоматично.

# CopyDkFilesDialog|Directory Browse Dialog
source: Select Directory containing Dungeon Keeper files
cs: Vyberte adresář obsahující soubory Dungeon Keeper
es: Seleccione el directorio que contiene los archivos de Dungeon Keeper
fr: Sélectionner le répertoire contenant les fichiers de Dungeon Keeper
nl: Selecteer de map met Dungeon Keeper-bestanden
uk: Виберіть каталог, що містить файли Dungeon Keeper

# CopyDkFilesDialog|MessageBox Title
source: Original DK files not found
cs: Původní soubory DK nebyly nalezeny
es: No se han detectado los archivos originales de Dungeon Keeper
fr: Fichiers originaux de DK introuvables
nl: Originele DK-bestanden niet gevonden
uk: Оригінальні файли DK не знайдено

# CopyDkFilesDialog|MessageBox Text
source: The chosen directory does not contain all of the required files. Please select an original Dungeon Keeper installation.
cs: Vybraný adresář neobsahuje všechny požadované soubory. Zvolte prosím originální Dungeon Keeper instalaci.
es: El directorio seleccionado no contiene todos los archivos requeridos. Por favor, seleccione una instalación original de Dungeon Keeper.
fr: Le répertoire choisi ne contient pas tous les fichiers nécessaires. Merci de sélectionner un emplacement d'installation du jeu d'origine Dungeon Keeper.
nl: De gekozen map bevat niet alle vereiste bestanden. Selecteer een originele Dungeon Keeper-installatie.
uk: Вибраний каталог не містить усіх необхідних файлів. Будь ласка, виберіть оригінальну інсталяцію Dungeon Keeper.

# CopyDkFilesDialog|MessageBox Title
source: Select a directory
cs: Vyberte adresář
es: Seleccione un directorio
fr: Choisir un répertoire
nl: Selecteer een map
uk: Виберіть папку

# CopyDkFilesDialog|MessageBox Text
source: Please select an original Dungeon Keeper installation location.
cs: Zvolte prosím původní umístění instalace Dungeon Keeper.
es: Por favor, seleccione la ubicación de una instalación original de Dungeon Keeper.
fr: Merci de sélectionner un emplacement d'installation du jeu d'origine Dungeon Keeper.
nl: Selecteer een originele Dungeon Keeper installatielocatie.
uk: Виберіть оригінальне місце встановлення Dungeon Keeper.

# CopyDkFilesDialog|MessageBox Title
source: Failed to copy files
cs: Kopírování souborů se nezdařilo
es: No se pudo copiar los archivos
fr: Échec de la copie des fichiers
nl: Kopiëren van bestanden mislukt
uk: Не вдалося скопіювати файли

# CopyDkFilesDialog|MessageBox Text
source: The current directory is not writable.
cs: Do aktuálního adresáře nelze zapisovat.
es: El directorio actual no tiene permisos de escritura.
fr: Pas d'accès en écriture au répertoire actuel.
nl: De huidige map is niet schrijfbaar.
uk: Поточний каталог є недоступним для запису.

# CopyDkFilesDialog|MessageBox Text
source: Something went wrong while copying the files.
cs: Při kopírování souborů se něco pokazilo.
es: Error inesperado al copiar los archivos.
fr: Une erreur s'est produite lors de la copie des fichiers.
nl: Er is iets misgegaan tijdens het kopiëren van de bestanden.
uk: Під час копіювання файлів щось пішло не так.

# CopyDkFilesDialog|MessageBox Title
source: DK files copied!
cs: Soubory DK zkopírovány!
es: ¡Los archivos de Dungeon Keeper se han copiado correctamente!
fr: Fichiers de DK copiés !
nl: DK-bestanden gekopieerd!
uk: Файли DK скопійовано!

# CopyDkFilesDialog|MessageBox Text
source: The required Dungeon Keeper files have been copied. You can now play KeeperFX!
cs: Požadované soubory Dungeon Keeperu byly zkopírovány. Nyní můžete hrát KeeperFX!
es: Se han copiado los archivos necesarios de Dungeon Keeper. ¡Ya puede jugar a KeeperFX!
fr: Les fichiers Dungeon Keeper nécessaires ont été copiés. Vous pouvez maintenant jouer à KeeperFX !
nl: De vereiste Dungeon Keeper bestanden zijn gekopieerd. KeeperFX kan nu gespeeld worden!
uk: Необхідні файли Dungeon Keeper скопійовано. Тепер ви можете грати у KeeperFX!

# CopyDkFilesDialog|MessageBox Title
source: Confirmation
cs: Potvrzení
es: Confirmación
nl: Bevestiging
uk: Підтвердження

# CopyDkFilesDialog|MessageBox Text
source: Are you sure? KeeperFX will not function correctly without these files.
cs: Jste si jistý? Bez těchto souborů nebude KeeperFX správně fungovat.
es: ¿Está seguro de continuar? KeeperFX no podrá funcionar correctamente si faltan estos archivos.
fr: Êtes-vous sûr? KeeperFX ne fonctionnera pas correctement sans ces fichiers.
nl: Ben je zeker? KeeperFX werkt niet correct zonder deze bestanden.
uk: Ви впевнені? KeeperFX не працюватиме коректно без цих файлів.

# CrashDialog|Window Title
source: KeeperFX Crash Report
cs: Zpráva o pádu KeeperFX
es: Informe de error de KeeperFX
fr: Rapport de plantage KeeperFX
nl: KeeperFX Crashmelding
uk: Звіт про помилку KeeperFX

# CrashDialog|Header
source: KeeperFX has crashed
cs: KeeperFX se zhroutil
es: KeeperFX se ha cerrado inesperadamente
fr: KeeperFX a planté
nl: KeeperFX is gecrasht
uk: KeeperFX вийшов з ладу

# CrashDialog|Information Label
source: It seems that KeeperFX has crashed and is unable to recover. If you wish to submit technical details about this crash to the KeeperFX developers, you can describe your problem below and click 'Send'. If you add contact details we can contact you later. Additional information such as KeeperFX logfiles and configuration will be sent too.
cs: Zdá se, že KeeperFX se zhroutil a nemůže se zotavit. Chcete-li vývojářům KeeperFX zaslat technické podrobnosti o tomto pádu, můžete svůj problém popsat níže a kliknout na tlačítko "Odeslat". Pokud přidáte kontaktní údaje, můžeme vás kontaktovat později. Odeslány budou i další informace, například soubory protokolu a konfigurace aplikace KeeperFX.
es: Parece que KeeperFX se ha cerrado inesperadamente y no puede recuperarse. Si desea enviar información técnica sobre este error a los desarrolladores de KeeperFX, puede describir el problema a continuación y hacer clic en «Enviar». Si incluye sus datos de contacto, podremos comunicarnos con usted más adelante. También se enviará información adicional como los archivos de registro y la configuración de KeeperFX.
fr: Il semblerait que KeeperFX ait planté et soit incapable de continuer. Si vous souhaitez envoyer des détails techniques à propos de ce plantage aux développeurs de KeeperFX, vous pouvez décrire votre problème ci-dessous et cliquer sur "Envoyer". Si vous ajoutez des détails de contact, nous pourrons vous contacter ultérieurement. Des informations additionnelles telles que le fichier journal KeeperFX et la configuration seront également envoyées.
nl: Het lijkt erop dat KeeperFX is gecrasht en zichzelf niet meer kan herstellen. Als je technische details over deze crash wilt versturen naar de ontwikkelaars van KeeperFX, kan je het probleem hieronder beschrijven en op 'Verzenden' klikken. Als u contactgegevens toevoegt, kunnen we later contact met je opnemen. Aanvullende informatie, zoals KeeperFX-logbestanden en configuratie, wordt ook verzonden.
uk: Схоже, що KeeperFX зазнав аварійного завершення роботи і не може відновитися. Якщо ви хочете повідомити розробникам KeeperFX про технічні деталі цієї проблеми, опишіть вашу проблему нижче і натисніть кнопку «Надіслати». Якщо ви додасте контактні дані, ми зможемо зв'язатися з вами пізніше. Також буде надіслана додаткова інформація, така як файли журналів KeeperFX і конфігурація.

# CrashDialog|Information Label
source: You can also raise an issue on Github: %1
cs: Můžete také nahlásit problém na Githubu: %1
es: También puede informar del problema en GitHub: %1
fr: Vous pouvez également créer un ticket sur Github : %1
nl: Je kan je probleem ook op Github posten: %1
uk: Ви також можете підняти питання на Github: %1

# CrashDialog|Input box title
source: Information (Optional)
cs: Informace (volitelné)
es: Información adicional (opcional)
fr: Information (Optionnel)
nl: Informatie (Optioneel)
uk: Інформація (необов'язково)

# CrashDialog|Textarea Placeholder
source: Please explain what happened, and if possible the steps to reproduce this crash.
cs: Vysvětlete prosím, co se stalo, a pokud je to možné, uveďte kroky k reprodukci tohoto pádu.
es: Por favor, explique qué ocurrió y, si es posible, los pasos para reproducir este error.
fr: Merci d'expliquer ce qu'il s'est passé, et si possible les étapes permettant de reproduire ce plantage.
nl: Leg alstublieft uit wat er is gebeurd, en indien mogelijk de stappen om deze crash te reproduceren.
uk: Будь ласка, поясніть, що сталося, і, якщо можливо, кроки для відтворення цієї аварії.

# CrashDialog|Input box title
source: Savefile (Optional)
cs: Soubor s uloženou hrou (volitelné)
es: Archivo de la partida guardada (opcional)
fr: Fichier de sauvegarde (Optionnel)
nl: Savefile (Optioneel)
uk: Файл збереження (необов'язково)

# CrashDialog|Dropdown Placeholder Text
source: If you have a game save that could provide us with more information. You can add it here.
cs: Pokud máte soubor s uloženou hrou, mohli byste nám poskytnout více informací. Můžete je přidat zde.
es: Si tiene un archivo de guardado que nos pueda aportar más información, puede añadirlo aquí.
fr: Si vous avez une sauvegarde qui peut nous fournir davantage d'informations. Vous pouvez l'ajouter ici.
nl: Als je een savefile hebt dat ons meer informatie kan geven kan je deze hier toevoegen.
uk: Якщо у вас є збереження гри, яке може надати нам більше інформації. Ви можете додати його тут.

# CrashDialog|Input box title
source: Contact Information (Optional)
cs: Kontaktní údaje (nepovinné)
es: Información de contacto (opcional)
fr: Information de contact (Optionnel)
nl: Contact informatie (Optioneel)
uk: Контактна інформація (необов'язково)

# CrashDialog|Input Placeholder
source: Discord handle
cs: Discord přezdívka
es: Nombre de usuario de Discord
fr: Pseudonyme Discord
nl: Discord gebruikersnaam
uk: Ім’я користувача Discord

# CrashDialog|Input Placeholder
source: KeeperFX.net username
cs: Uživatelské jméno KeeperFX.net
es: Nombre de usuario en KeeperFX.net
fr: Nom d'utilisateur KeeperFX.net
nl: KeeperFX.net account
uk: Ім'я користувача KeeperFX.net

# CrashDialog|Input Placeholder
source: Email Address
cs: E-mailová adresa
es: Correo electrónico
fr: Adresse mail
nl: E-mailadres
uk: Адреса електронної пошти

# CrashDialog|Button
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

# CrashDialog|Button
source: Send
cs: Poslat
es: Enviar
fr: Envoyer
nl: Verzenden
uk: Надіслати

# CrashDialog|Menu Placeholder
source: No saves found
cs: Nenalezeny soubory s uloženou hrou
es: No se han encontrado partidas guardadas
fr: Aucune sauvegarde trouvée
nl: Geen savefiles gevonden
uk: Збережень не знайдено

# CrashDialog|Default Savefile
source: None
cs: Žádné výsledky
es: Ninguno
fr: Vide
nl: Geen
uk: Ні

# CrashDialog|MessageBox Title
source: Crash Report
cs: Hlášení o pádu
es: Informe de error
fr: Rapport de plantage
nl: Crash Rapport
uk: Звіт про збій

# CrashDialog|MessageBox Text
source: Failed to submit crash report.
cs: Nepodařilo se odeslat hlášení o pádu.
es: No se pudo enviar el informe de error.
fr: Échec d'envoi du rapport de plantage.
nl: Crashrapport versturen mislukt.
uk: Не вдалося надіслати звіт про збій.

# CrashDialog|MessageBox Text
source: Your crash report has been successfully submitted! The KeeperFX team can not guarantee immediate results, but your feedback is very helpful for the developers working on KeeperFX. Report ID: %1
cs: Vaše hlášení o pádu bylo úspěšně odesláno! Tým KeeperFX nemůže zaručit okamžité výsledky, ale vaše zpětná vazba je pro vývojáře pracující na KeeperFX velmi užitečná. ID hlášení: %1
es: ¡Su informe de error se ha enviado correctamente! El equipo de KeeperFX no puede garantizar resultados inmediatos, pero sus comentarios son de gran ayuda para los desarrolladores que trabajan en KeeperFX. ID del informe: %1
fr: Votre rapport de plantage a été envoyé ! L'équipe KeeperFX ne peut pas garantir des résultats immédiats, mais vos retours sont très utiles pour les développeurs travaillant sur KeeperFX. Identifiant de rapport : %1
nl: Je crash-rapportage is verzonden! Het KeeperFX-team kan geen onmiddellijke resultaten garanderen, maar je feedback is zeer handig voor de ontwikkelaars die aan KeeperFX werken. Rapport ID: %1
uk: Ваш звіт про збій був успішно відправлений! Команда KeeperFX не може гарантувати негайних результатів, але ваш відгук дуже корисний для розробників, які працюють над KeeperFX. Ідентифікатор звіту: %1

# DirectConnectDialog|Window Title
source: Direct Connect
cs: Přímé připojení
es: Conexión directa
fr: Connexion directe
nl: Direct Verbinden
uk: Пряме підключення

# DirectConnectDialog|Header
source: Direct Connect
cs: Přímé připojení
es: Conexión directa
fr: Connexion directe
nl: Direct Verbinden
uk: Пряме підключення

# DirectConnectDialog|Information Label
source: Directly connect to an open ENET lobby. Enter the IP address of the host. Only ENET is supported.
cs: Přímé připojení k otevřenému ENET lobby. Zadejte IP adresu hostitele. Je podporován pouze protokol ENET.
es: Conéctese directamente a una sala ENET abierta. Introduzca la dirección IP del anfitrión. Solo se admite ENET.
fr: Se connecte directement à un salon ouvert ENET. Entrer l'adresse IP de l'hôte. ENET uniquement.
nl: Maak rechtstreeks verbinding met een open ENET-lobby. Voer het IP-adres van de host in. Alleen ENET wordt ondersteund.
uk: Підключіться безпосередньо до відкритого лобі ENET. Введіть IP-адресу хоста. Підтримується лише ENET.

# DirectConnectDialog|Input Placeholder
source: IP Address
cs: IP Adresa
es: Dirección IP
fr: Adresse IP
nl: IP-adres
uk: IP-адреса

# DirectConnectDialog|Input Placeholder
source: Port
es: Puerto
nl: Poort
uk: Порт

# DirectConnectDialog|Button
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

# DirectConnectDialog|Button
source: Connect
cs: Připojit
es: Conectar
fr: Connecter
nl: Verbinden
uk: Підключитися

# DirectConnectDialog|MessageBox Title
source: Direct Connect
cs: Přímé připojení
es: Conexión directa
fr: Connexion directe
nl: Direct Verbinden
uk: Пряме підключення

# DirectConnectDialog|MessageBox Text
source: Invalid IP address
cs: Neplatná IP adresa
es: Dirección IP no válida
fr: Adresse IP invalide
nl: Ongeldig IP-adres
uk: Неправильна IP-адреса

# DirectConnectDialog|MessageBox Text
source: IPv6 addresses are not supported.
cs: Adresy IPv6 nejsou podporovány.
es: Las direcciones IPv6 no son compatibles.
fr: Les adresse IPv6 ne sont pas prises en charge.
nl: IPv6-adressen worden niet ondersteund.
uk: IPv6 адреси не підтримуються.

# DownloadMusicDialog|Dialog Title
source: KeeperFX Background Music
cs: Hudba na pozadí KeeperFX
es: Música de fondo de KeeperFX
fr: Musique de fond KeeperFX
nl: KeeperFX Achtergrondmuziek
uk: Фонова музика KeeperFX

# DownloadMusicDialog|Header
source: Download Music Files
cs: Stáhnout hudební soubory
es: Descargar archivos de música de fondo
fr: Télécharger les fichiers audio
nl: Download Muziek bestanden
uk: Завантажити музичні файли

# DownloadMusicDialog|Information
source: It seems the background music files were not found. This might happen when you copied over the Dungeon Keeper files from the CD instead of a digital release. You can let the launcher automatically download them because you have already proven your ownership of the original Dungeon Keeper game files. If you do not download the music files you will need to have the original CD in your disk drive to hear the background music.
cs: Zdá se, že soubory s hudbou na pozadí nebyly nalezeny. To se mohlo stát, když jste zkopírovali soubory Dungeon Keepera z CD místo z digitálního vydání. Můžete nechat Launcher, aby je automaticky stáhl, protože jste již prokázali vlastnictví původních souborů hry Dungeon Keeper. Pokud hudební soubory nestáhnete, budete muset mít v diskové jednotce originální CD, abyste si poslechli hudbu na pozadí.
es: Parece que no se han encontrado los archivos de música. Esto puede ocurrir si ha copiado los archivos de Dungeon Keeper desde el CD en lugar de usar una versión digital del juego. Puede permitir que el lanzador los descargue automáticamente, ya que usted ya ha demostrado ser propietario de los archivos originales del juego Dungeon Keeper. Si no descarga los archivos de música, necesitará tener el CD original en la unidad de disco para poder escuchar la música de fondo.
fr: Il semblerait que les fichiers audio n'aient pas été trouvés. Cela peut arriver lorsque les fichiers sont copiés à partir du CD Dungeon Keeper au lieu d'une version numérique. Vous pouvez laisser le lanceur les télécharger automatiquement car vous avez déjà prouvé être possesseur des fichiers originaux Dungeon Keeper. Si vous ne téléchargez pas les fichiers audio vous aurez besoin du CD original inséré dans le lecteur de disque pour entendre les musiques de fond.
nl: Het lijkt erop dat de achtergrondmuziekbestanden niet gevonden zijn. Dit kan gebeuren als je de Dungeon Keeper-bestanden van de cd hebt gekopieerd in plaats van een digitale versie te gebruiken. Je kunt de launcher de bestanden automatisch laten downloaden, omdat je al hebt aangetoond dat je eigenaar bent van de originele Dungeon Keeper-bestanden. Als je de muziekbestanden niet downloadt, zul je de originele cd in je schijfstation moeten hebben om de achtergrondmuziek te kunnen horen.
uk: Схоже, що файли фонової музики не знайдено. Це може статися, якщо ви скопіювали файли Dungeon Keeper з компакт-диска, а не з цифрового релізу. Ви можете дозволити програмі запуску автоматично завантажити їх, оскільки ви вже довели своє право власності на оригінальні файли гри Dungeon Keeper. Якщо ви не завантажите музичні файли, вам потрібно буде мати оригінальний компакт-диск у дисководі, щоб слухати фонову музику.

# DownloadMusicDialog|Button
source: Cancel
cs: Zrušit
es: Cancelar
fr: Annuler
nl: Annuleer
uk: Скасувати

# DownloadMusicDialog|Button
source: Download
cs: Stáhnout
es: Descargar
fr: Télécharger
uk: Завантажити

# DownloadMusicDialog|Failure Message
source: Failed to get download URL for music archive
cs: Nepodařilo se získat adresu URL pro stažení hudebního archivu
es: Error al obtener la URL de descarga del archivo de música
fr: Échec de la récupération de l'URL de téléchargement des fichiers audio
nl: Ophalen van download-URL voor muziek archief is mislukt
uk: Не вдалося отримати URL-адресу для завантаження музичного архіву
